Repository: albertcansado/localized
Catalog: resources/locales/*/cake.po
Languages: ca_es, es

source: The requested address {0} was not found on this server.
ca_es: L'adreça sol·licitada {0} no s'ha pogut trobar en aquest servidor.
es: La dirección solicitada {0} no se encontró en el servidor.

source: An Internal Error Has Occurred.
ca_es: Hi Ha Hagut Un Error Intern.
es: Ha ocurrido un error interno.

source: Not Found
ca_es: No Trobat
es: No encontrado

source: Missing or incorrect CSRF cookie type.
ca_es: El tipus de la cookie CSRF manca o es incorrecte.
es: El tipo de la cookie CSRF no está presente o es incorrecto.

source: Missing or invalid CSRF cookie.
ca_es: La cookie CSRF manca o es incorrecte.
es: La cookie CSRF no está presente o es inválida.

source: CSRF token from either the request body or request headers did not match or is missing.
ca_es: El token CSRF provinent del cos de la petició o de la capçalera no es correcte o falta.
es: El token CSRF que proviene del cuerpo o cabecera de la petición no concuerda o no está presente.

source: Missing or incorrect CSRF session key
ca_es: Falta la clau de sessió CSRF o és incorrecta
es: La clave de la sessión CSRF no está presente o es incorrecta

source: The requested file contains `..` and will not be read.
ca_es: El fitxer sol·licitat conté `..` i no es llegirà.
es: El archivo solicitado contiene `..` y no se leerá.

source: The requested file was not found
ca_es: El fitxer sol·licitat no s'ha pogut trobar
es: No se encontró el archivo solicitado

source: {0} from now
ca_es: {0} des d'ara
es: {0} desde ahora

source: {0} ago
ca_es: fa {0}
es: hace {0}

source: {0} after
ca_es: {0} després
es: {0} después

source: {0} before
ca_es: {0} abans
es: {0} antes

source: just now
ca_es: just ara
es: justo ahora

source: about a second ago
ca_es: fa un segon
es: hace un segundo

source: about a minute ago
ca_es: fa un minut
es: hace un minuto

source: about an hour ago
ca_es: fa una hora
es: hace una hora

source: about a day ago
ca_es: fa un dia
es: hace un día

source: about a week ago
ca_es: fa una setmana
es: hace una semana

source: about a month ago
ca_es: fa un mes
es: hace un mes

source: about a year ago
ca_es: fa un any
es: hace un año

source: in about a second
ca_es: en un segon
es: en un segundo

source: in about a minute
ca_es: en un minut
es: en un minuto

source: in about an hour
ca_es: en una hora
es: en una hora

source: in about a day
ca_es: en un dia
es: en un día

source: in about a week
ca_es: en una setmana
es: en una semana

source: in about a month
ca_es: en un mes
es: en un mes

source: in about a year
ca_es: en un any
es: en un año

source: today
ca_es: avui
es: hoy

source: %s ago
ca_es: fa %s
es: hace %s

source: on %s
ca_es: el %s
es: el %s

source: {0} year
ca_es: {0} any
es: {0} año

source: {0} month
ca_es: {0} mes
es: {0} mes

source: {0} week
ca_es: {0} setmana
es: {0} semana

source: {0} day
ca_es: {0} dia
es: {0} día

source: {0} hour
ca_es: {0} hora
es: {0} hora

source: {0} minute
ca_es: {0} minut
es: {0} minuto

source: {0} second
ca_es: {0} segon
es: {0} segundo

source: This value is already in use
ca_es: Aquest valor ja és en ús
es: Este valor ya está en uso

source: This value does not exist
ca_es: Aquest valor no existeix
es: Este valor no existe

source: Cannot modify row: a constraint for the `{0}` association fails.
ca_es: No es pot modificar la fila: Falla una restricció de l’associació `{0}`.
es: No se puede modificar la fila: falla una restricción (constraint) de la associación `{0}`.

source: The count does not match {0}{1}
ca_es: El recompte no coincideix amb {0}{1}
es: El recuento no coincide {0}{1}

source: and
ca_es: i
es: y

source: This field cannot be left empty
ca_es: Aquest camp no pot quedar buit
es: Este campo no puede quedar vacío

source: The provided value must be alphanumeric
ca_es: El valor proporcionat ha de ser alfanumèric
es: El valor proporcionado debe ser alfanumérico

source: The provided value must not be alphanumeric
ca_es: El valor proporcionat no pot ser alfanumèric
es: El valor proporcionado no puede ser alfanumérico

source: The provided value must be ASCII-alphanumeric
ca_es: El valor proporcionat ha de ser ASCII-alfanumèric
es: El valor proporcionado debe ser ASCII-alfanumérico

source: The provided value must not be ASCII-alphanumeric
ca_es: El valor proporcionat no pot ser ASCII-alfanumèric
es: El valor proporcionado no puede ser ASCII-alfanumérico

source: The length of the provided value must be between `{0}` and `{1}`, inclusively
ca_es: La llargada del valor proporcionat ha d’estar entre `{0}` i `{1}`, ambdós inclosos
es: El tamaño del valor proporcionado debe ser entre `{0}` y `{1}`, ambos incluidos

source: The provided value must be a valid credit card number of any type
ca_es: El valor proporcionat ha de ser un número de targeta de crèdit vàlid de qualsevol tipus
es: El valor proporcionado debe ser un número de tarjeta de crédito válido de cualquier tipo

source: The provided value must be a valid credit card number of these types: `{0}`
ca_es: El valor proporcionat ha de ser un número de targeta de crèdit vàlid d’un d’aquests tipus: `{0}`
es: El valor proporcionado debe ser un número de tarjeta de crédito válido de uno de estos tipos: `{0}`

source: The provided value must be greater than `{0}`
ca_es: El valor proporcionat ha de ser superior a `{0}`
es: El valor proporcionado debe ser superior a `{0}`

source: The provided value must be greater than or equal to `{0}`
ca_es: El valor proporcionat ha de ser superior o igual a `{0}`
es: El valor proporcionado debe ser superior o igual a `{0}`

source: The provided value must be less than `{0}`
ca_es: El valor proporcionat ha de ser inferior a `{0}`
es: El valor proporcionado debe ser inferior a `{0}`

source: The provided value must be less than or equal to `{0}`
ca_es: El valor proporcionat ha de ser inferior o igual a `{0}`
es: El valor proporcionado debe ser inferior o igual a `{0}`

source: The provided value must be equal to `{0}`
ca_es: El valor proporcionat ha de ser igual a `{0}`
es: El valor proporcionado debe ser igual a `{0}`

source: The provided value must not be equal to `{0}`
ca_es: El valor proporcionat no pot ser igual a `{0}`
es: El valor proporcionado no puede ser igual a `{0}`

source: The provided value must be same as `{0}`
ca_es: El valor proporcionat ha de ser el mateix que `{0}`
es: El valor proporcionado debe ser el mismo que `{0}`

source: The provided value must not be same as `{0}`
ca_es: El valor proporcionat no pot ser el mateix que `{0}`
es: El valor proporcionado no puede ser el mismo que `{0}`

source: The provided value must be equal to the one of field `{0}`
ca_es: El valor proporcionat ha de ser igual al valor del camp `{0}`
es: El valor proporcionado debe ser el mismo que el valor del campo `{0}`

source: The provided value must not be equal to the one of field `{0}`
ca_es: El valor proporcionat no pot ser igual al valor del camp `{0}`
es: El valor proporcionado no puede el mismo que el valor del campo `{0}`

source: The provided value must be greater than the one of field `{0}`
ca_es: El valor proporcionat ha de ser superior al valor del camp `{0}`
es: El valor proporcionado debe ser superior al valor del campo `{0}`

source: The provided value must be greater than or equal to the one of field `{0}`
ca_es: El valor proporcionat ha de ser superior o igual al valor del camp `{0}`
es: El valor proporcionado debe ser superior o igual al valor del campo `{0}`

source: The provided value must be less than the one of field `{0}`
ca_es: El valor proporcionat ha de ser inferior al valor del camp `{0}`
es: El valor proporcionado debe ser inferior al valor del campo `{0}`

source: The provided value must be less than or equal to the one of field `{0}`
ca_es: El valor proporcionat ha de ser inferior o igual al valor del camp `{0}`
es: El valor proporcionado debe ser inferior o igual al valor del campo `{0}`

source: The provided value must be a date of one of these formats: `{0}`
ca_es: El valor proporcionat ha de ser una data d’un d’aquests formats: `{0}`
es: El valor proporcionado debe ser una fecha con uno de estos formatos: `{0}`

source: The provided value must be a date and time of one of these formats: `{0}`
ca_es: El valor proporcionat ha de ser una data i hora d’un d’aquests formats: `{0}`
es: El valor proporcionado debe ser una fecha y hora con uno de estos formatos: `{0}`

source: The provided value must be a time
ca_es: El valor proporcionat ha ser una hora
es: El valor proporcionado debe ser un hora

source: The provided value must be a localized time, date or date and time
ca_es: El valor proporcionat ha de ser una hora, data o data i hora localitzades (local)
es: El valor proporcionado debe ser una hora localizada (local), fecha o fecha y hora

source: The provided value must be a boolean
ca_es: El valor proporcionat ha de ser un booleà
es: El valor proporcionado debe ser un booleano

source: The provided value must be decimal with any number of decimal places, including none
ca_es: El valor proporcionat ha de ser un decimal amb més d’un decimal o cap
es: El valor proporcionado debe ser un decimal con cualquier número de decimales, incluido ninguno

source: The provided value must be decimal with `{0}` decimal places
ca_es: El valor proporcionat ha de ser un decimal amb `{0}` decimals
es: El valor proporcionado debe ser un decimal con `{0}` decimales

source: The provided value must be an e-mail address
ca_es: El valor proporcionat ha de ser una direcció de correu electrònic válida
es: El valor proporcionado deber ser una dirección de email

source: The provided value must be one of `{0}`
ca_es: El valor proporcionat ha de ser un de `{0}
es: El valor proporcionado debe ser uno de `{0}`

source: The provided value must be an IP address
ca_es: El valor proporcionat ha de ser una direcció IP
es: El valor proporcionado debe ser una dirección IP

source: The provided value must be an IPv4 address
ca_es: El valor proporcionat ha de ser una direcció IPv4
es: El valor proporcionado debe ser una dirección IPv4

source: The provided value must be an IPv6 address
ca_es: El valor proporcionat ha de ser una direcció IPv6
es: El valor proporcionado debe ser una dirección IPv6

source: The provided value must be at least `{0}` characters long
ca_es: El valor proporcionat ha de tenir com a mínim `{0}` caràcters
es: El valor proporcionado debe tener un mínimo de `{0}` carácteres

source: The provided value must be at least `{0}` bytes long
ca_es: El valor proporcionat ha de tenir almenys `{0}` bytes de llarg
es: El valor proporcionado debe tener una longitud mínima de `{0}` bytes

source: The provided value must be at most `{0}` characters long
ca_es: El valor proporcionat ha de tenir com a màxim `{0}` caràcters
es: El valor proporcionado debe tener un máximo de `{0}` carácteres

source: The provided value must be at most `{0}` bytes long
ca_es: El valor proporcionat ha de tenir com a molt `{0}` bytes de llarg
es: El valor proporcionado debe tener una longitud máxima de `{0}` bytes

source: The provided value must be numeric
ca_es: El valor proporcionat ha de ser un valor numèric
es: El valor proporcionado debe ser un valor numérico

source: The provided value must be a natural number
ca_es: El valor proporcionat ha de ser un número natural
es: El valor proporcionado debe ser un número natural

source: The provided value must be a non-negative integer
ca_es: El valor proporcionat no pot ser un número enter negatiu
es: El valor proporcionado no puede ser un número entero negativo

source: The provided value must be between `{0}` and `{1}`, inclusively
ca_es: El valor proporcionat ha de ser un valor entre `{0}` i `{1}`, ambós inclòsos
es: El valor proporcionado debe estar comprendido entre `{0}` y `{1}`, ambos incluidos

source: The provided value must be a URL
ca_es: El valor proporcionat ha de ser una direcció URL
es: El valor proporcionado debe ser una URL

source: The provided value must be a URL with protocol
ca_es: El valor proporcionat ha de ser una direcció URL amb protocol
es: El valor proporcionado debe ser una URL con protocolo

source: The provided value must be one of: `{0}`
ca_es: El valor proporcionat ha de ser un de: `{0}`
es: El valor proporcionado debe ser uno de: `{0}`

source: The provided value must be a UUID
ca_es: El valor proporcionat ha de ser un UUID
es: El valor proporcionado deber tener el formato UUID

source: The provided value must be an uploaded file
ca_es: El valor proporcionat ha de ser un fitxer adjuntat
es: El valor proporcionado debe ser un archivo adjunto

source: The provided value must be a latitude/longitude coordinate
ca_es: El valor proporcionat ha de ser una coordenada de latitud/longitud
es: El valor proporcionado debe ser una coordenada latitud/longitud

source: The provided value must be a latitude
ca_es: El valor proporcionat ha de ser una latitud
es: El valor proporcionado debe ser una latitud

source: The provided value must be a longitude
ca_es: El valor proporcionat ha de ser una longitud
es: El valor proporcionado debe ser una longitud

source: The provided value must be ASCII bytes only
ca_es: El valor proporcionat només ha de ser bytes ASCII
es: El valor proporcionado debe ser solo bytes ASCII

source: The provided value must be UTF-8 bytes only
ca_es: El valor proporcionat només ha de ser UTF-8 bytes
es: El valor proporcionado debe ser solo bytes UTF-8

source: The provided value must be 3 and 4 byte UTF-8 sequences only
ca_es: El valor proporcionat ha de ser només seqüències UTF-8 de 3 i 4 bytes
es: El valor proporcionado solo pueden ser secuencias UTF-8 de 3 y 4 bytes

source: The provided value must be an integer
ca_es: El valor proporcionat ha de ser un número enter
es: El valor proporcionado debe ser un número entero

source: The provided value must be an array
ca_es: El valor proporcionat ha de ser un array
es: El valor proporcionado debe ser un array

source: The provided value must be scalar
ca_es: El valor proporcionat ha de ser un valor escalar
es: El valor proporcionado debe ser un valor escalar

source: The provided value must be a hex color
ca_es: El valor proporcionat ha de ser un color hex
es: LEl valor proporcionado debe ser un color en formato hex

source: The provided value must be a set of multiple options
ca_es: El valor proporcionat ha de ser un conjunt de múltiples opcions
es: El valor proporcionado debe ser un conjunto de múltiples opciones

source: The provided value must have at least `{0}` elements
ca_es: El valor proporcionat ha de tenir com a mínim `{0}` elements
es: El valor proporcionado debe tener como mínimo `{0}` elementos

source: The provided value must have at most `{0}` elements
ca_es: El valor proporcionat ha de tenir com a màxim `{0}` elements
es: El valor proporcionado debe tener como mucho `{0}` elementos

source: The provided value must match against the pattern `{0}`
ca_es: El valor proporcionat ha de coincidir amb el patró “{0}”
es: El valor proporcionado debe coincidir con el patrón `{0}`

source: This field is required
ca_es: Aquest camp és obligatori
es: Este campo es obligatorio

source: The provided value is invalid
ca_es: El valor proporcionat no és vàlid
es: El valor proporcionado no es válido

source: Edit {0}
ca_es: Edita {0}
es: Editar {0}

source: New {0}
ca_es: Nou {0}
es: Nuevo {0}

source: Submit
ca_es: Envia
es: Enviar
